---
kind: other
id: Properties.T:Autodesk.Revit.DB.FabricationItemFolder
source: html/fadcde5e-4975-45a1-244f-33065da3a727.htm
---
# FabricationItemFolder Properties

Specifies whether the .NET object represents a valid Revit entity.